Repository: Daniel-KM/Omeka-S-module-Guest
Catalog: language/*.po
Languages: fr

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: CAS Login
fr: Connexion CAS

source: [Unknown idp]
fr: [IdP inconnu]

source: Access forbidden.
fr: Accès interdit.

source: Method Not Allowed
fr: Méthode non autorisée

source: User cannot login: already logged.
fr: L’utilisateur ne peut pas se connecter : il est déjà connecté.

source: Email is required.
fr: Un courriel est requis.

source: Invalid email.
fr: Mail incorrect.

source: Password is required.
fr: Le mot de passe est nécessaire.

source: Wrong email or password.
fr: Mail ou mot de passe incorrect.

source: Your account is under moderation for opening.
fr: Votre compte est en cours de modération pour l’ouverture.

source: Check your email to confirm your registration.
fr: Vérifiez vos mails pour confirmer l’inscription.

source: User not logged.
fr: Utilisateur non connecté.

source: Successfully logged out.
fr: Déconnecté avec succès.

source: User cannot register: already logged.
fr: L’utilisateur ne peut pas s’inscrire : il est déjà connecté.

source: A site is required to register.
fr: Un site est nécessaire pour s’inscrire.

source: The site doesn’t exist.
fr: Le site n’existe pas.

source: Already registered.
fr: Déjà enregistré.

source: Unknown error before creation of user.
fr: Erreur inconnue avant la création de l’utilisateur.

source: Unknown error during creation of user.
fr: Erreur inconnue lors de la création de l’utilisateur.

source: An error occurred when the email was sent.
fr: Une erreur est survenue lorsque le mail a été envoyé.

source: Thank you for registering. You can now log in and use the library.
fr: Merci pour votre inscription. Vous pouvez maintenant vous connecter et utiliser la bibliothèque.

source: Thank you for registering. Please check your email for a confirmation message. Once you have confirmed your request, you will be able to log in.
fr: Merci de vous être enregistré. Veuillez vérifier votre courrier électronique pour le message de confirmation. Une fois la confirmation faite, vous pourrez vous connecter.

source: Thank you for registering. Please check your email for a confirmation message. Once you have confirmed your request, a moderator will confirm registration.
fr: Merci de votre inscription. Merci de vérifier votre mail pour le message de confirmation. Une fois l’inscription confirmée, un modérateur la validera.

source: A logged user cannot change the password with this method.
fr: Un utilisateur connecté ne peut pas changer de mot de passe par ce moyen.

source: User is not active and cannot update password.
fr: L’utilisateur n’est pas actif et ne peut pas mettre à jour son mot de passe.

source: Invalid token.
fr: Jeton invalide.

source: This token is invalid. Check your email.
fr: Le jeton est incorrect. Vérifiez votre mail.

source: Password token expired.
fr: Le jeton pour changer le mot de passe a expiré.

source: New password should have 6 characters or more.
fr: Le nouveau mot de passe doit avoir au moins six caractères.

source: Request is empty.
fr: La requête est vide.

source: Email cannot be updated: the user is not related to a site.
fr: Le mail ne peut pas être mis à jour : l’utilisateur n’est pas lié à un site.

source: Your request contains metadata that cannot be updated.
fr: Votre requête contient des métadonnées qui ne peuvent pas être mis à jour.

source: The new name is empty.
fr: Le nouveau nom est vide.

source: You cannot update password and another data in the same time.
fr: Vous ne pouvez pas mettre à jour le mot de passe et d’autres données en même temps.

source: Existing password empty.
fr: Le mot de passe existant est vide.

source: New password empty.
fr: Nouveau mot de passe vide.

source: Wrong password.
fr: Mot de passe incorrect.

source: You cannot update email and another data in the same time.
fr: Vous ne pouvez pas mettre à jour l’adresse mail et d’autres données en même temps.

source: New email empty.
fr: Nouveau mail vide.

source: Check your email "{email}" to confirm the change.
fr: Vérifiez votre mail « {email} » pour confirmer le changement.

source: Unauthorized access.
fr: Accès non autorisé.

source: User cannot log in: already logged.
fr: L’utilisateur ne peut pas se connecter : il est déjà connecté.

source: This dialog is not managed.
fr: Ce dialogue n’est pas pris en charge.

source: This dialog requires module Two-Factor Authentication.
fr: Ce dialogue nécessite le module Authentification à deux facteurs.

source: An error occurred when loading dialog.
fr: Une erreur est survenue en affichant le dialogue.

source: The new email is the same than the current one.
fr: Le nouveau mail est le même que l’actuel.

source: [Omeka Guest] New registration
fr: [Omeka Invité] Nouvelle inscription

source: Invalid token stop
fr: Jeton invalide

source: My Account
fr: Mon compte

source: My account
fr: Mon compte

source: Display the form to recover the password.
fr: Afficher le formulaire le mot de passe.

source: Display the login form.
fr: Affiche le formulaire de connexion.

source: Display the register form. The options are set in site settings.
fr: Affiche le formulaire d’inscription. Les options sont dans les paramètres du site.

source: Search manager
fr: Moteurs de recherche

source: Search config
fr: Page de recherche

source: Register
fr: Inscrivez-vous

source: Resend a code
fr: Renvoyer un code

source: The two passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Select your identity provider…
fr: Choisir son fournisseur d’identité…

source: Label Log in
fr: Libellé pour Connexion

source: Label My board
fr: Libellé Mon tableau de bord

source: Use name when connected
fr: Afficher le nom lorsque connecté

source: Display label My board
fr: Afficher le libellé Mon tableau de bord

source: Display user name
fr: Afficher le nom de l’utilisateur

source: Label log in
fr: Libellé de la connexion

source: Label log out
fr: Libellé de la déconnexion

source: Guest account
fr: Compte invité

source: none
fr: aucun

source: Agreed terms: %s
fr: A accepté les termes : %s

source: Guest navigation
fr: Navigation Invité

source: Breadcrumb
fr: Fil d’Ariane

source: Authentication error
fr: Erreur d’authentification

source: An error occurred during the authentication via a third party authenticator.
fr: Une erreur est survenue durant l’authentification via une tierce partie.

source: Contact your administrator for more information.
fr: Contactez votre administrateur pour plus d’information.

source: Confirmation of registration
fr: Confirmation des inscriptions

source: Send an email to reset the password
fr: Envoyer un mail pour réinitialiser le mot de passe

source: Accept terms and conditions
fr: Accepter les termes et les conditions

source: Accept
fr: Accepter

source: The terms and conditions can be read %shere%s.
fr: Les termes et les conditions peuvent être consultés %sici%s.

source: Log out
fr: Se déconnecter

source: My email
fr: Mon adresse mail

source: Update account info and password
fr: Actualiser les infos et le mot de passe du compte

source: Update email
fr: Mettre à jour le mail

source: This module integrates the features from module GuestApi, that is no longer needed. The config were merged (texts of messages) so you should check them in {link_url}main settings{link_end}. The module was disabled, but you should uninstall the module once params are checked.
fr: Ce module intègre les fonctionnalités du module GuestApi, qui n’est plus nécessaire. La configuration a été fusionnée (texte des messages) et vous pouvez les vérifier dans les {link_url}paramètres généraux{link_end}. Le module a été désactivé, mais vous devez le désinstaller une fois les paramètres vérifiés.

source: A new option allows to display the list of external accounts on login page.
fr: Une nouvelle option permet d’afficher la liste des comptes externes sur la page de connexion.

source: The form to reset agreement status was moved to a task of module {link}Easy Admin{link_end}.
fr: Le formulaire pour réinitialiser l’acceptation des conditions a été déplacé dans une tâche du module {link}Easy Admin{link_end}.

source: An option allows to define the type of display for the list of external connection (cas/sso) as a list of links or a select.
fr: Une nouvelle option permet d’indiquer le type d affichage pour la connexion externe (cas/sso) : liens, boutons ou menu déroulant.

source: It is now possible to show the register form beside the login form. Page blocks Login and Register are available too.
fr: Il est désormais possible d’afficher la page d’inscription sur la page de connexion. Des blocs Connexion et Inscription sont disponibles également.

source: It is now possible to hide the user bar for guests separately from admins.
fr: Il est désormais possible de cacher la barre utilisateur pour les invités séparément des admins.

source: It is now possible to configure a specific navigation and a specific home page for guest via the site sub-menu "Navigation for guest" and in site settings.
fr: Il est désormais possible de configurer une navigation et une page d’accueil spécifiques pour les invités via un sous-menu du site « Navigation Invité » et dans les paramètres de site.

source: It is now possible to theme the default login page with the default site theme.
fr: Il est désormais possible de thèmer la page de connexion par défaut avec le thème du site par défaut.

source: It is now possible to define the role on registering.
fr: Il est désormais possible de définir le rôle lors de l’inscription.

source: Guest
fr: Invité

source: Agreed terms
fr: A accepté les termes

source: Send an email to confirm registration after moderation (user should be activated first)
fr: Envoyer un mail pour confirmer l’inscription après la modération (l’utilisateur doit être d’abord activé)

source: Guest site
fr: Site utilisateur

source: This parameter is used to manage some site related features, in particular messages.
fr: Ce paramètre est utilisé pour gérer certaines fonctionnalités liées à certains sites, en particulier les messages.

source: Clear registration token
fr: Supprimer le jeton d’enregistrement

source: You cannot send a message to confirm registration: user is not active.
fr: Vous ne pouvez pas envoyer un message de confirmation de l’inscription : l’utilisateur n’est pas actif.

source: A default site should be set or the user should have a site in order to confirm registration.
fr: Un site par défaut doit être défini pour que l’utilisateur puisse confirmer son inscription.

source: The message of confirmation of the registration has been sent.
fr: Le message de confirmation de l’inscription a été envoyé.

source: Guest: Reset terms agreement for all guests
fr: Guest : Réinitialisation de l’acceptation des conditions pour tous les invités

source: Options to reset agreement terms
fr: Options pour réinitialiser l’acceptation des conditions

source: Reset terms agreement for all guests
fr: Réinitialisation de l’acceptation des termes pour tous les invités

source: When terms and conditions are updated, you may want guests agree them one more time. Warning: to set false will impact all guests. So warn them some time before.
fr: Quand les termes et les conditions sont mis à jour, vous pouvez souhaiter que les utilisateurs invités les acceptent à nouveau. Attention : cocher la case impactera tous les invités. Il est conseillé de les prévenir auparavant.

source: No change
fr: Pas de changement

source: Set false
fr: Indiquer faux

source: Set true
fr: Indiquer vrai

source: User name, email, or password is invalid
fr: Nom utilisateur, mail ou mot de passe invalide

source: Email or password invalid
fr: Email ou mot de passe invalide

source: All guests must agreed the terms one more time.
fr: Tous les invités doivent accepter les termes une nouvelle fois.

source: All guests agreed the terms.
fr: Tous les invités ont accepté les termes.

source: No process can be done without settings.
fr: Aucun traitement ne peut être fait sans paramètres.

source: User not found.
fr: Utilisateur non trouvé.

source: Invalid password.
fr: Mot de passe incorrect.

source: Your account has not been confirmed: check your email.
fr: Votre mail n’a pas encore été confirmé : veuillez vérifier votre courrier.

source: Emails to notify registrations
fr: Adresses mails pour informer des inscriptions

source: The list of emails to notify when a user registers, one by row.
fr: La liste d’adresses mail à notifier quand un visiteur s’inscrit, une par ligne.

source: Log in Text
fr: Texte pour la connexion

source: The text to use for the "Log in" link in the user bar
fr: Le libellé à utiliser pour le lien « Se connecter » dans la barre utilisateur

source: Register Text
fr: Infos sur l’inscription

source: The text to use for the "Register" link in the user bar
fr: Le libellé à utiliser pour le lien d’inscription dans la barre utilisateur

source: Hide the login form (for sso)
fr: Cacher le formulaire de connexion (pour sso)

source: This option allows to display only the links for the other modules, like Single Sign-On.
fr: Une nouvelle option permet d’afficher seulement les liens pour les comptes externes, comme Single Sign-On.

source: Display register form on login page
fr: Afficher le formulaire d’inscription sur la page de connexion

source: Html to display before the login form
fr: Texte affiché avant le formulaire de connexion

source: Text to display after the login form
fr: Texte affiché après le formulaire de connexion

source: Html to display before the forgot-password form
fr: Texte affiché avant le formulaire mot de passe oublié

source: Text to display after the forgot-password form
fr: Texte affiché sous le formulaire mot de passe oublié

source: Html to display before the registration form
fr: Texte affiché avant le formulaire d’inscription

source: Text to display after the registration form
fr: Texte affiché après confirmation du mail

source: Dashboard Label
fr: Intitulé du tableau de bord

source: The text to use for the label on the user’s dashboard
fr: Le libellé à utiliser pour le titre du tableau de bord utilisateur

source: Registration Features
fr: Informations d’inscription

source: Add some text to the registration screen so people will know what they get for registering. As you enable and configure plugins that make use of the guest, please give them guidance about what they can and cannot do.
fr: Texte à ajouter à la page d’inscription pour expliquer les suites de l’enregistrement. Comme les modules peuvent les étendre, il est conseillé d’indiquer ce que les utilisateurs peuvent faire et ne pas faire.

source: Subject of the email sent to administrator to notify about a new user
fr: Sujet du mail envoyé à l’administrateur pour informer de l’inscription d’un nouvel utilisateur

source: [{site_title}] A user is registering
fr: [{site_title}] Un utilisateur s’est inscrit

source: Email sent to administrator to notify about a new user
fr: Message envoyé à l’administrateur pour notifier au sujet d’un nouvel utilisateur

source: Hi, A new user, {user_name}, is registering on <a href="{site_url}">{site_title}</a> ({main_title}). You may moderate this email: {user_email}. This is an automatic message.
fr: Bonjour, Un nouvel utilisateur, {user_name}, s’est inscrit sur <a href="{site_url}">{site_title}</a> ({main_title}). Vous pouvez modérer cet email : {user_email} Ceci est un message automatique.

source: Subject of the email sent to confirm email
fr: Sujet du mail envoyé pour confirmer le mail

source: [{site_title}] Confirm email
fr: [{site_title}] Confirmer l’adresse mail

source: Email sent to confirm registration
fr: Mail envoyé pour confirmer l’inscription

source: The text of the email to confirm the registration and to send the token.
fr: Le texte du mail pour confirmer l’enregistrement et envoyer le jeton.

source: Hi {user_name}, You have registered for an account on {main_title} / {site_title} ({site_url}). Please confirm your registration by following this link: {token_url}. If you did not request to join {main_title} please disregard this email.
fr: Bonjour {user_name}, Vous vous êtes enregistré pour créer un compte sur {main_title} / {site_title} ({site_url}). Merci de confirmer votre inscription en suivant le lien suivant : {token_url}. Si vous n’avez pas demandé de rejoindre {main_title}, merci d’ignorer ce message.

source: Subject of the email sent to confirm registration after moderation
fr: Sujet du mail envoyer pour confirmer l’inscription après modération

source: [{site_title}] Account open
fr: [{site_title}] Compte ouvert

source: Email sent to confirm registration after moderation
fr: Mail envoyé pour confirmer l’inscription après modération

source: When the moderation is set, the user may be informed automatically when the admin activates account (check box in second user tab).
fr: Quand l’inscription est modérée, l’utilisateur peut être informé automatiquement quand l’admin active son compte (cocher la case dans le deuxième onglet).

source: Hi {user_name}, We are happy to open your account on {main_title} / {site_title} ({site_url}). You can now log in and discover the site.
fr: Bonjour {user_name}, Nous sommes heureux d’ouvrir votre compte sur {main_title} / {site_title} ({site_url}). Vous pouvez maintenant vous connecter et découvrir le site.

source: Subject of email sent to update email
fr: Sujet du mail envoyé pour mettre à jour l’adresse mail

source: Email sent to update email
fr: Mail envoyé pour mettre à jour l’adresse mail

source: The text of the email sent when the user wants to update it.
fr: Le texte du mail qui sera envoyé quand l’utilisateur voudra mettre à jour son adresse.

source: Hi {user_name}, You have requested to update email on {main_title} / {site_title} ({site_url}). Please confirm your email by following this link: {token_url}. If you did not request to update your email on {main_title}, please disregard this email.
fr: Bonjour {user_name}, Vous avez demandé à mettre à jour votre adresse email sur {main_title} / {site_title} ({site_url}). Merci de confirmer votre email en suivant ce lien : {token_url}. Si vous n’avez pas demandé de mettre à jour votre adresse sur {main_title}, merci d’ignorer ce message.

source: Message to confirm email on the page
fr: Message sur la page pour confirmer l’adresse mail

source: The message to display after confirmation of a mail.
fr: Le message à afficher après confirmation du mail.

source: Your email "{user_email}" is confirmed for {site_title}.
fr: Votre mail "{user_email}" a été confirmé pour {site_title}.

source: Message to confirm registration on the page
fr: Message sur la page pour confirmer l’inscription

source: Message to confirm registration and moderation on the page
fr: Message sur la page pour confirmer l’inscription et la modération

source: Thank you for registering. Please check your email for a confirmation message. Once you have confirmed your request and we have confirmed it, you will be able to log in.
fr: Merci de vous être enregistré. Veuillez vérifier vos mails pour le message de confirmation. Une fois l’adresse mail confirmée et notre vérification, vous pourrez vous connecter.

source: Text for terms and conditions
fr: Texte pour les termes et conditions

source: The text to display to accept condtions.
fr: Le texte à afficher pour accepter les conditions.

source: Page slug of the terms and conditions
fr: Chemin de la page des termes et conditions

source: If the text is on a specific page, or for other usage.
fr: Si le texte est sur une page spécifique, ou pour un autre usage.

source: Redirect page after logging in
fr: Redirection après connexion

source: Set "home" for home page (admin or public), "site" for the current site home, "top" for main public page, "me" for guest account, or any path starting with "/", including "/" itself for main home page.
fr: Indiquer « home » pour la page d’accueil (admin ou public), « site » pour l’accueil du site actuel, « top » pour l’accueil du site principal, « me » pour le compte utilisateur, ou tout chemin commençant par « / », y compris « / » pour la page d’accueil principale.

source: Display user bar for guests (require Omeka option)
fr: Afficher la barre utilisateur pour les invités (nécessite l’option Omeka)

source: Registration
fr: Inscription

source: Allow guest registration without administrator approval. The link to use is "/s/my-site/guest/register".
fr: Permet aux visiteurs de s’inscrire sans approbation d’un administrateur. Le lien à utiliser est "/s/my-site/guest/register".

source: Open to everyone
fr: Ouvert à tous

source: Open with moderation
fr: Ouvert avec modération

source: Closed to visitors
fr: Fermé aux visiteurs

source: Default role on register
fr: Rôle par défaut pour l’inscription

source: This option is useful for modules that create derivative roles for guests.
fr: Cette option est utile pour les modules qui créent des rôles dérivés pour les invités.

source: Allowed roles for guest
fr: Rôles autorisés pour les invités

source: Select roles…
fr: Choisir des rôles…

source: Pages where the user may select an allowed role
fr: Pages où l’utilisateur peut choisir un rôle

source: Update account
fr: Mettre à jour le compte

source: Default emails to notify registrations
fr: Adresses mails par défaut pour informer des inscriptions

source: Add new users to sites
fr: Ajouter les nouveaux utilisateurs aux sites

source: Require ReCaptcha
fr: Exiger ReCaptcha

source: Check this to require passing a ReCaptcha test when registering
fr: Case à cocher pour activer le test ReCaptcha lors de l’enregistrement

source: Skip terms agreement
fr: Ignorer l’acceptation des termes

source: Pages not to redirect
fr: Pages à ne pas rediriger

source: Allows to keep some pages available when terms are not yet agreed. Default pages are included (logout, terms page…). This is a regex, with "~" delimiter, checked against the end of the url.
fr: Permet de garder certaines pages disponibles lorsque les termes n’ont pas été acceptés. Les pages par défaut sont incluses (déconnexion, page des termes…). C’est une chaîne regex, avec le délimiteur "~", appliqué sur la fin de l’url.

source: Force terms agreement
fr: Forcer l’acceptation des termes

source: If unchecked, the user will be logged out if terms are not accepted.
fr: Si décoché, l’utilisateur sera déconnecté s’il n’accepte pas les termes.

source: Default log in text
fr: Texte par défaut de la connexion

source: Default register text
fr: Texte par défaut pour l’inscription

source: Default dashboard label
fr: Intitulé par défaut du tableau de bord

source: Default registration features
fr: Informations par défaut sur l’inscription

source: Default subject of the email sent to confirm email
fr: Sujet par défaut du mail envoyé pour confirmer l’adresse mail

source: Default email sent to confirm registration
fr: Mail par défaut envoyé pour confirmer l’inscription

source: Default subject of the email sent to confirm registration after moderation
fr: Sujet par défaut du mail pour confirmer l’inscription après modération

source: Default email sent to confirm registration after moderation
fr: Mail par défaut envoyé pour confirmer l’inscription après modération

source: Default subject of email sent to update email
fr: Sujet par défaut du mail envoyé pour mettre à jour l’adresse mail

source: Default email sent to update email
fr: Mail par défaut envoyé pour mettre à jour l’adresse mail

source: Default message to confirm email on the page
fr: Message par défaut sur la page pour confirmer le mail

source: Default message to confirm registration on the page
fr: Message par défaut pour confirmer l’inscription sur la page
