Repository: Daniel-KM/Omeka-S-module-Guest
Catalog: language/*.po
Languages: fr

source: Default message to confirm registration and moderation on the page
fr: Le message par défaut pour confirmer l’inscription et la modération sur la page

source: Default text for terms and conditions
fr: Texte par défaut pour les termes et conditions

source: Default page slug of the terms and conditions
fr: Chemin par défaut de la page des termes et conditions

source: Default redirect page after login
fr: Page de redirection par défaut après connexion

source: Append cas/sso login links to login page
fr: Ajouter les liens cas/sso sur la page de connexion

source: Links
fr: Liens

source: Buttons
fr: Boutons

source: Select
fr: Menu déroulant

source: Requires a site to register via api
fr: Nécessite un site pour s’inscrire via l’api

source: If checked, a site id or slug will be required when registering via api. Note: when this setting is set, all previous users must be added to a site.
fr: Si coché, l’id ou le chemin du site seront nécessaire pour s’inscrire via l’api. Note : quand ce paramètre est actif, tous les utilisateurs existants doivent être ajouté à un site.

source: Skip email validation on register
fr: Ignorer la validation du mail lors de l’inscription

source: If checked, the user won’t have to validate his email, so he will be able to log in directly.
fr: Si coché, l’utilisateur ne devra pas valider son mail et pourra donc se connecter directement.

source: Roles that can log in via api
fr: Rôles pouvant se connecter via l’api

source: To allow full access via api increases risks of intrusion.
fr: Autoriser les accès à tous via l’api augmente les risques d’intrusion.

source: All roles
fr: Tous les rôles

source: Create a local session cookie for api
fr: Créer un cookie de session local pour l’api

source: If checked, a session cookie will be created, so the user will be able to log in in Omeka from an other web app.
fr: Si coché, un cookie de session sera créé et l’utilisateur pourra donc se connecter à Omeka à partir d’une autre application web.

source: Limit access to api to these domains (cors)
fr: Limiter l’accès à l’api pour ces domaines (cors)

source: Display login form
fr: Affiche le formulaire de connexion

source: Use site setttings
fr: Utiliser les paramètres du site

source: Disable trigger
fr: Désactiver le déclencheur

source: I agree with terms and conditions.
fr: J’accepte les termes et conditions.

source: Default page for account
fr: Page du compte par défaut

source: Classical board (pages of modules)
fr: Tableau de bord classique (page des modules)

source: Guest board (this menu)
fr: Accueil Invité (ce menu)

source: The role {role} is not valid. Role "guest" is used instead.
fr: Le rôle {role} est incorrect. Le rôle « invité » est utilisé à la place.

source: The role {role} is an admin role and cannot be used for registering. Role "guest" is used instead.
fr: Le rôle {role} est un rôle admin et ne peut pas être utilisé pour l’inscription. Le rôle « invité » est utilisé à la place.

source: Missing site.
fr: Site manquant.

source: It is currently not possible to send a token for a private site. Set option to skip email validation.
fr: Il n’est actuellement pas possible d’envoyer un jeton pour un site privé. Activez l’option pour ignorer la validation par mail.

source: [No subject]
fr: [Pas de sujet]

source: [No message]
fr: [Pas de message]

source: Role "{role]" is not allowed to log in via api.
fr: Le rôle « {role} » n’est pas autorisé à se connecter via l’api.

source: An error occurred after creation of the guest user: {exception}
fr: Une erreur est survenue après la création de l’utilisateur : {exception}

source: User token for {site_title}
fr: Jeton utilisateur pour {site_title}

source: Greetings! To reset your password on {site_title}, fill this token in the app: {token}. Your activation link will expire on {date}.
fr: Bonjour ! Pour réinitialiser votre mot de passe sur {site_title}, saisissez ce code dans l’app : {token}. Le lien d’activation expire le {date}.

source: "{email}" is not an email.
fr: « {email} » n’est pas un mail.

source: User #{user_id} wants to change email from "{email}" to "{email_2}", used by user #{user_id_2}.
fr: L’utilisateur #{user_id} souhaite changer son mail de « {email} » à « {email_2} », utilisé par l’utilisateur #{user_id_2}.

source: The email "{email}" is not yours.
fr: Le mail « {email} » n’est pas le votre.

source: User #{user_id} wants to change email from "{email}" to "{email_2}", used by user #{user_id_2} (second check).
fr: L’utilisateur #{user_id} souhaite changer son mail de « {email} » à « {email_2} », utilisé par l’utilisateur #{user_id_2} (seconde vérification).

source: [GuestApi] An error occurred when the email was sent.
fr: [GuestApi] Une erreur est survenue lorsque le mail a été envoyé.

source: [Guest] Site #{site_slug} is not available.
fr: [Invité] Le site #{site_slug} est indisponible.

source: Role "{role]" is not allowed to login via api.
fr: Le rôle « {role} » n’est pas autorisé à se connecter via l’api.

source: Guest Api: an app uses "user-settings" instead of "o:settings" when registering a user.
fr: Guest Api : une application utilise « user-settings » au lieu de « o:settings » lors de l’inscription d’un utilisateur.

source: A new code was resent.
fr: Un nouveau code a été renvoyé.

source: Unable to send email.
fr: Impossible d’envoyer le mail.

source: A password must be set.
fr: Un mot de passe doit être indiqué.

source: A new user is registering: {user_email} ({url}).
fr: Un nouvel utilisateur s’est inscrit : {user_email} ({url}).

source: An error occurred when the notification email was sent.
fr: Une erreur est survenue lorsque le mail a été envoyé.

source: [Guest] An error occurred when the notification email was sent.
fr: [Guest] Une erreur est survenue lorsque le mail de notification a été envoyé.

source: [Guest] An error occurred when the email was sent.
fr: [Guest} Une erreur est survenue lorsque le mail a été envoyé.

source: Thanks for joining {site_title}! You can now log in using the password you chose.
fr: Merci d’avoir rejoint {site_title} ! Vous pouvez désormais vous identifier avec votre mot de passe.

source: Thanks for joining {site_title}! Your registration is under moderation. See you soon!
fr: Merci d’avoir rejoint {site_title} ! Votre inscription est en cours de modération. À bientôt !

source: Invalid token: your email was not confirmed for {site_title}.
fr: Jeton invalide : votre mail n’a pas été confirmé pour le {site_title}.

source: A new user is registering and has confirmed email: {user_email} ({url}).
fr: Un nouvel utilisateur s’est inscrit et a confirmé son mail : {user_email} ({url}).

source: Value is required and can't be empty
fr: La valeur est demandée et ne peut pas être vide

source: Password invalid
fr: Mot de passe incorrect

source: Your modifications have been saved.
fr: Vos modifications ont été enregistrées.

source: password
fr: mot de passe

source: Email invalid
fr: Email invalide

source: The email "{user_email}" is not yours.
fr: Le mail « {user_email} » n’est pas le votre.

source: Check your email "{user_email}" to confirm the change.
fr: Vérifiez votre mail « {user_email} » pour confirmer le changement.

source: You already agreed the terms and conditions.
fr: Vous avez déjà accepté les termes et conditions.

source: Form invalid
fr: Formulaire invalide

source: The access to this website requires you accept the current terms and conditions.
fr: L’accès au site web nécessite d’accepter les termes et conditions actuelles.

source: Thanks for accepting the terms and condtions.
fr: Merci d’avoir accepté les termes et conditions.

source: Guest: Log in
fr: Invité : Connexion

source: Guest: Log out
fr: Invité : Déconnexion

source: Guest: Log in / Log out
fr: Invité : Connexion/Déconnexion

source: Guest: Log in / My board
fr: Invité : Connexion / Mon tableau de bord

source: My board
fr: Mon tableau de bord

source: Guest: Register
fr: Invité : Inscription

source: Guest: Login
fr: Invité : Connexion

source: Guest: Forgot password
fr: Invité : Mot de passe oublié

source: You cannot change your password here.
fr: Vous ne pouvez pas changer le mot de passe ici.

source: Navigation Guest
fr: Navigation Invité

source: My dashboard
fr: Mon tableau de bord

source: <p>Hi,</p> <p>A new user, {user_name}, is registering on <a href="{site_url}">{site_title}</a> ({main_title}).</p> <p>You may moderate this email: {user_email}.</p> <p>This is an automatic message.</p>
fr: <p>Bonjour,</p> <p>Un nouvel utilisateur, {user_name}, s’est inscrit sur <a href="{site_url}">{site_title}</a> ({main_title}).</p> <p>Vous pouvez modérer cet email : {user_email}</p> <p>Ceci est un message automatique.</p>

source: <p>Hi {user_name},</p> <p>You have registered for an account on <a href="{site_url}">{site_title}</a> ({main_title}).</p> <p>Please confirm your registration by following this link: <a href="{token_url}"> {token_url}</a></p> <p>If you did not request to join {main_title} / {site_title}, please disregard this email.</p>
fr: <p>Bonjour {user_name},</p> <p>Vous vous êtes enregistré pour un compte sur <a href="{site_url}">{site_title}</a> ({main_title}).</p> <p>Merci de confirmer votre enregistrement en suivant ce lien : <a href="{token_url}"> {token_url}</a></p> <p>Si vous n’avez pas demandé de rejoindre {main_title} / {site_title}, merci d’ignorer ce message.</p>

source: <p>Hi {user_name},</p> <p>We are happy to open your account on <a href="{site_url}">{site_title}</a> ({main_title}).</p> <p>Please confirm your email by following this link: <a href="{token_url}">{token_url}</a>.</p> <p>You can now log in and discover the site.</p>
fr: <p>Bonjour {user_name},</p> <p>Nous sommes heureux d’ouvrir votre compte sur <a href="{site_url}">{site_title}</a> ({main_title}).</p> <p>Merci de confirmer ce mail en suivant ce lien : <a href="{token_url}">{token_url}</a>.</p> <p>Vous pouvez désormais vous connecter et explorer le site.</p>

source: <p>Hi {user_name},</p> <p>You have requested to update email on <a href="{site_url}">{site_title}</a> ({main_title}).</p> <p>Please confirm your email by following this link: <a href="{token_url}">{token_url}</a>.</p> <p>If you did not request to update your email on {main_title}, please disregard this email.</p>
fr: <p>Bonjour {user_name},</p> <p>Vous avez demander une mise à jour de votre adresse mail sur <a href="{site_url}">{site_title}</a> ({main_title}).</p> <p>Merci de confirmer ce mail en suivant ce lien : <a href="{token_url}">{token_url}</a>.</p> <p>Si vous n’avez pas demandé à mettre à jour votre mail sur {main_title}, merci d’ignorer ce message.</p>

source: I agree the terms and conditions.
fr: J’accepte les termes et conditions.
